experiments/redis_contention/redis_multi/pair_0/clients_50_threads_10_pipeline_1/redis.out
10        Threads
50        Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        82342.27          ---          ---         3.04440         3.00700         4.57500        11.39100     85597.88 
Gets        82326.62         0.00     82326.62         3.02512         3.00700         4.57500        10.17500      3287.02 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     164668.89         0.00     82326.62         3.03476         3.00700         4.57500        10.75100     88884.91